import { Film } from '../models/film.model';

export const FILMS: Film[] = [
  {
    id: 0,
    title: 'Криминальное чтиво 1',
    original: 'Pulp Fiction 1994',
    category: 'Криминал/Триллер',
    rating: 8.7,
    link: './film',
    image: './images/poster-film.png',
    description:
      'Двое бандитов Винсент Вега и Джулс Винфилд ведут философские беседы в перерывах междуразборками и решением проблем с должниками криминального босса Марселласа Уоллеса.',
  },
  {
    id: 1,
    title: 'Криминальное чтиво 2',
    original: 'Pulp Fiction 1994',
    category: 'Криминал/Триллер',
    rating: 8.7,
    link: './film',
    image: './images/poster-film.png',
    description:
      'Двое бандитов Винсент Вега и Джулс Винфилд ведут философские беседы в перерывах междуразборками и решением проблем с должниками криминального босса Марселласа Уоллеса.',
  },
  {
    id: 2,
    title: 'Криминальное чтиво 3',
    original: 'Pulp Fiction 1994',
    category: 'Криминал/Триллер',
    rating: 8.7,
    link: './film',
    image: './images/poster-film.png',
    description:
      'Двое бандитов Винсент Вега и Джулс Винфилд ведут философские беседы в перерывах междуразборками и решением проблем с должниками криминального босса Марселласа Уоллеса.',
  },
];
